Repository: kuzzmich828/booking-system
Catalog: languages/booking-system-*.po
Languages: he_il

source: Add new
he_il: הוסף חדש

source: age icon
he_il: גיל סמל

source: age text
he_il: גיל טקסט

source: All Booking
he_il: כל ההזמנות

source: Amount
he_il: כמות

source: Amount Price
he_il: כמות ומחיר

# אשר
source: Approve
he_il: אשר

source: Approve Person
he_il: אושר על ידי

source: Approve Time
he_il: זמן אישור

source: Approve
he_il: אשר

source: Approved Date
he_il: תאריך אישור

source: Approved Person
he_il: אושר על ידי

source: Approved person...
he_il: אושר על ידי...

source: Background Color
he_il: צבע רקע

source: Backgroung Modal Image
he_il: תמונת רקע עמוד חדר

source: Booking
he_il: הזמנות

source: Booking Approved!
he_il: הזמנה אושרה!

source: Booking Calendar
he_il: לוח הזמנות

source: Booking Deleted!
he_il: הזמנה נמחקה!

source: Booking details:
he_il: פרטי הזמנה

source: Booking Saved!
he_il: ההזמנה נשמרה!

source: Booking System
he_il: מערכת הזמנות

source: Change date/time/room
he_il: שנה את תאריך / שעה / חדר

source: Choose a room from list
he_il: בחר חדר

source: Choose a room:
he_il: בחר חדר

source: Choose booking date
he_il: בחר תאריך

source: Choose booking email
he_il: דואר אלקטרוני

source: Choose booking name
he_il: שם המזמין

source: Choose booking phone
he_il: טלפון

source: Choose booking time
he_il: בחר שעה

source: Choose discount
he_il: בחר הנחה

source: Comments
he_il: הערות

source: complexity icon
he_il: רמת קושי סמל

source: complexity text
he_il: רמת קושי טקסט

source: Created Date
he_il: תאריך ביצוע

source: Date
he_il: תאריך

source: Day of Week
he_il: יום

source: Day...
he_il: יום...

source: Delete
he_il: בטל

source: Discount
he_il: הנחה

source: Discount...
he_il: הנחה...

source: E-mail
he_il: דוא"ל

source: Edit
he_il: ערוך

source: Email
he_il: דוא"ל

source: Email...
he_il: דואר אלקטרוני...

source: ERROR during the saving! This time already exist!
he_il: שגיאה במהלך ההזמנה! הזמנה לזמן הזה כבר קיימת!

source: Find
he_il: מצא

source: Fri
he_il: ו'

source: Frozen
he_il: השבת

source: Game Date
he_il: תאריך משחק

source: Game Time
he_il: שעת המשחק

source: Kuzin E.
he_il: קוזין י.

source: Modal Corner Color
he_il: צבע פינות בעמוד משחק

source: Mon
he_il: ב'

source: Name
he_il: שם

source: Name...
he_il: שם

source: Need Approve
he_il: ממתינות לאישור

source: New
he_il: חדש

source: New Booking
he_il: הזמנה חדשה

source: New room
he_il: חדר חדש

source: No
he_il: לא

source: Not found
he_il: לא נמצא

source: Not subscribe
he_il: לא נרשם

source: Notes
he_il: הערות

source: Order room on home page
he_il: מיקום בעמוד ראשי

source: Participants of the game
he_il: משתתפים במשחק

source: people icon
he_il: משתתפים סמל

source: people text
he_il: אנשים טקסט

source: percent without help
he_il: אחוז ללא רמזים

source: Phone
he_il: טלפון

source: Phone...
he_il: טלפון

source: Please, chese new date & time
he_il: אנא בחר תאריך ושעה חדשים

source: Price
he_il: מחיר

source: Price & Quantity
he_il: מחיר וכמות משתתפים

source: Quantity
he_il: כמות משתתפים

source: Quantity & Price
he_il: כמות משתתפים ומחיר

source: Room
he_il: חדר

source: Room name...
he_il: שם החדר...

source: Rooms
he_il: חדרים

source: Sat
he_il: ש'

source: Save
he_il: שמור

source: Status
he_il: סטטוס

source: Status...
he_il: סטטוס...

source: Subscribe
he_il: נרשם

source: Subscribe...
he_il: נרשם...

source: Subscription
he_il: הרשמה

source: Sun
he_il: א'

source: Text after time-table
he_il: טקסט מתחת לטבלת השעות

source: Text Color Icon
he_il: צבע טקסט של סמל

source: Text for agreement
he_il: טקסט הסכמה

source: Text for price
he_il: טקסט ליד מחיר

source: Text for subscribe
he_il: טקסט הרשמה

source: Thu
he_il: ה'

source: Time
he_il: זמן

source: time icon
he_il: זמן סמל

source: time text
he_il: זמן טקסט

source: Times
he_il: זמנים

source: Tue
he_il: ה'

source: Type your comment
he_il: הערות

source: View
he_il: הצג

source: Wed
he_il: ד'

source: Yes
he_il: כן

source: Your comments...
he_il: הערות...
